---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.ThemeChangedEventArgs
source: html/4a3f82f5-8704-6f08-ebe4-62b48f3e85b6.htm
---
# ThemeChangedEventArgs Members

Indicates whether the event is being cancelled.